# GetDefaultTextSize

## Description
Function GetDefaultTextSize returns the default text size in points.&lt;BR&gt;
&lt;BR&gt;
72 points are equal to one(1) inch.

```pascal
FUNCTION GetDefaultTextSize : REAL;
```

```python

def vs.GetDefaultTextSize():
    return REAL
```

## Remarks
Returns the default text size in points.<BR>
<BR>
[sd  8/19/98]

## Version
Availability: from VectorWorks8.0
## Category
* Document Settings